{
  "text": {
    "what": 103,
    "is": 53,
    "cloud": 13,
    "computing": 14,
    "farming": 31,
    "crops": 18,
    "are": 6,
    "grown": 42,
    "in": 51,
    "rainy": 76,
    "season": 83,
    "nutrients": 72,
    "required": 78,
    "for": 34,
    "paddy": 74,
    "crop": 17,
    "tell": 91,
    "me": 62,
    "about": 1,
    "explain": 28,
    "ai": 3,
    "machine": 61,
    "learning": 57,
    "kubernetes": 55,
    "how": 48,
    "does": 24,
    "docker": 23,
    "work": 105,
    "devops": 21,
    "aws": 8,
    "terraform": 92,
    "hey": 45,
    "hello": 44,
    "hi": 46,
    "there": 95,
    "good": 37,
    "morning": 64,
    "evening": 27,
    "moin": 63,
    "let": 58,
    "s": 79,
    "go": 35,
    "dude": 26,
    "goodmorning": 40,
    "goodevening": 39,
    "afternoon": 2,
    "cu": 19,
    "by": 10,
    "cee": 12,
    "you": 109,
    "later": 56,
    "night": 69,
    "bye": 11,
    "goodbye": 38,
    "have": 43,
    "a": 0,
    "nice": 68,
    "day": 20,
    "see": 84,
    "around": 7,
    "yes": 108,
    "y": 107,
    "indeed": 52,
    "of": 73,
    "course": 16,
    "that": 93,
    "sounds": 86,
    "correct": 15,
    "no": 70,
    "n": 66,
    "never": 67,
    "i": 50,
    "don": 25,
    "t": 89,
    "think": 96,
    "so": 85,
    "like": 59,
    "way": 101,
    "not": 71,
    "really": 77,
    "perfect": 75,
    "great": 41,
    "amazing": 5,
    "feeling": 33,
    "king": 54,
    "wonderful": 104,
    "am": 4,
    "very": 99,
    "going": 36,
    "to": 97,
    "save": 82,
    "the": 94,
    "world": 106,
    "super": 88,
    "stoked": 87,
    "extremely": 29,
    "my": 65,
    "was": 100,
    "horrible": 47,
    "sad": 81,
    "feel": 32,
    "well": 102,
    "disappointed": 22,
    "m": 60,
    "unhappy": 98,
    "extremly": 30,
    "saad": 80,
    "bot": 9,
    "human": 49,
    "talking": 90
  },
  "intent": {
    "ask_question": 1,
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_call_rag_backend": 1,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17
  },
  "action_text": null,
  "intent_response_key": null
}