{
  "text": {
    "what": 92,
    "is": 47,
    "cloud": 13,
    "computing": 14,
    "tell": 80,
    "me": 56,
    "about": 1,
    "explain": 26,
    "ai": 3,
    "machine": 55,
    "learning": 51,
    "kubernetes": 49,
    "how": 43,
    "does": 22,
    "docker": 21,
    "work": 94,
    "devops": 19,
    "aws": 8,
    "terraform": 81,
    "hey": 40,
    "hello": 39,
    "hi": 41,
    "there": 84,
    "good": 33,
    "morning": 58,
    "evening": 25,
    "moin": 57,
    "let": 52,
    "s": 69,
    "go": 31,
    "dude": 24,
    "goodmorning": 36,
    "goodevening": 35,
    "afternoon": 2,
    "cu": 17,
    "by": 10,
    "cee": 12,
    "you": 98,
    "later": 50,
    "night": 63,
    "bye": 11,
    "goodbye": 34,
    "have": 38,
    "a": 0,
    "nice": 62,
    "day": 18,
    "see": 73,
    "around": 7,
    "yes": 97,
    "y": 96,
    "indeed": 46,
    "of": 66,
    "course": 16,
    "that": 82,
    "sounds": 75,
    "correct": 15,
    "no": 64,
    "n": 60,
    "never": 61,
    "i": 45,
    "don": 23,
    "t": 78,
    "think": 85,
    "so": 74,
    "like": 53,
    "way": 90,
    "not": 65,
    "really": 68,
    "perfect": 67,
    "great": 37,
    "amazing": 5,
    "feeling": 30,
    "king": 48,
    "wonderful": 93,
    "am": 4,
    "very": 88,
    "going": 32,
    "to": 86,
    "save": 72,
    "the": 83,
    "world": 95,
    "super": 77,
    "stoked": 76,
    "extremely": 27,
    "my": 59,
    "was": 89,
    "horrible": 42,
    "sad": 71,
    "feel": 29,
    "well": 91,
    "disappointed": 20,
    "m": 54,
    "unhappy": 87,
    "extremly": 28,
    "saad": 70,
    "are": 6,
    "bot": 9,
    "human": 44,
    "talking": 79
  },
  "intent": {
    "ask_question": 1,
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_call_rag_backend": 1,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17
  },
  "action_text": null,
  "intent_response_key": null
}